tap "d12frosted/emacs-plus"
brew "cmake"
brew "duti"
brew "eza"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "llvm"
brew "poetry"
brew "python-lsp-server"
brew "ttfautohint"
brew "vim"
brew "yt-dlp"
brew "d12frosted/emacs-plus/emacs-plus@31", args: ["with-modern-azhilin-icon"]
cask "appcleaner"
cask "easyfind"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "font-source-sans-3"
cask "font-source-serif-4"
cask "hiddenbar"
cask "keepingyouawake"
cask "naps2"
cask "obsidian"
cask "onyx"
cask "orion"
cask "pictogram"
cask "pika"
cask "qbittorrent"
cask "selfcontrol"
cask "syncthing"
cask "telegram"
cask "tunnelblick@beta"
cask "upscayl"
cask "vlc"
cask "whatsapp"
cask "xld"
cask "yandex-music"
cask "zed"
